Repository: FihlaTV/checkey
Catalog: description/*-rPT.xlf
Languages: pt

# title
source: Checkey: info on local apps
pt: Checkey: inform. apps locais

# shortdescription
source: utility for getting information about the APKs that are installed on your device
pt: Utilitário para obter informação sobre as APKs instaladas no seu dispositivo

# intro
source: Checkey is a utility for getting information about the APKs that are installed on your device. Starting with a list of all of the apps that you have installed on your device, it will show you the APK signature with a single touch, and provides links to virustotal.com and androidobservatory.org to easily access the profiles of that APK. It will also let you export the signing certificate and generate ApkSignaturePin pin files for use with the TrustedIntents library.
pt: Checkey é um utilitário para obter informação sobre as APKs que estão instaladas no seu dispositivo. Começando com uma lista de todas as apps que estão instaladas no seu dispositivo. Esta irá mostrar-lhe a assinatura APK com um único toque, e proporciona hiperligações para virustotal.com e androidobservatory.org para aceder facilmente aos perfis dessa APK. Esta também irá deixá-lo exportar o certificado de assinatura e gerar os ficheiros código ApkSignaturePin para usar com a biblioteca TrustedIntents.

# wespeakyourlanguage
source: ★ WE SPEAK YOUR LANGUAGE: Checkey is available for friends who speak:
pt: ★ NÓS FALAMOS O SEU IDIOMA: Checkey está disponível para os amigos que falam::

# languagelist
source: Deutsch, English, español, suomi, 日本語, 한국어, Norsk, Türkçe
pt: Alemão, espanhol, finlandês, inglês, norueguês, português (Brasil), português (Portugal), turco, suomi, 日本語, 한국어

# helptranslate
source: Don’t see your language? Join us and help translate the app:
pt: Não vê o seu idioma? Junte-se a nós e ajude a traduzir a app:

source: ***Learn More***
pt: ***Saiba Mais***

# aboutus
source: ★ ABOUT US: Guardian Project is a group of developers that make secure mobile apps and open-source code for a better tomorrow
pt: ★ SOBRE NÓS: Guardian Project é um grupo de responsáveis pelo desenvolvimento que cria apps móveis seguras e de código aberto para um futuro melhor.

# ourwebsite
source: ★ OUR WEBSITE: https://GuardianProject.info
pt: ★ O NOSSO SÍTIO DA WEB: https://GuardianProject.info

# ontwitter
source: ★ ON TWITTER: https://twitter.com/guardianproject
pt: ★ NO TWITTER: https://twitter.com/guardianproject

# freesoftware
source: ★ FREE SOFTWARE: Checkey is free software. You can take a look at our source code, or contribute to help make Checkey even better:
pt: ★ PROGRAMA GRATUITO: Checkey é um programa gratuito. Pode dar uma vista de olhos no nosso código aberto, ou contribuir para ajudar a tornar Checkey ainda melhor:

# messageus
source: ★ MESSAGE US: Are we missing your favorite feature? Found an annoying bug? Please tell us! We’d love to hear from you. Send us an email: support@guardianproject.info or find us in our chat room https://guardianproject.info/contact
pt: ★ ENVIE-NOS UMA MENSAGEM: Nós estamos a perder a sua função favorita? Encontrou um bug aborrecido? Por favor, diga-nos! Nós gostaríamos de o ouvir. Envie-nos uma mensagem: support@guardianproject.info ou encontre-nos na nossa sala de conversação em https://guardianproject.info/contact
