Repository: FihlaTV/checkey
Catalog: description/*.xlf
Languages: el, fi, fr, ja, nb, pl, ru, sl, tr

# title
source: Checkey: info on local apps
el: Checkey: πληροφορίες εφαρμογών
fi: Checkey: tietoa sovelluksista
fr: Checkey : infos applis locales
ja: Checkey: ローカルアプリの情報
nb: Checkey: Info om lokale apper
pl: Checkey: info o aplikacjach
ru: Checkey: имеются программы
sl: Checkey: info o aplikacijah
tr: Checkey: yerel uyg. bilgileri

# shortdescription
source: utility for getting information about the APKs that are installed on your device
el: βοηθητικό πρόγραμμα για τη λήψη πληροφοριών σχετικά με τα εγκατεστημένα APK σας
fi: ohjelma tietojen hakemiseksi laitteeseesi asennetuista APK-pakkaustiedostoista
fr: utilitaire pour recueillir des infos sur les APK installés sur votre appareil.
ja: お使いのデバイスにインストールされている APK の情報を取得するユーティリティ
nb: verktøy for innhenting av informasjon om APK-ene som er installert på din enhet
pl: narzędzie do pozyskiwania informacji o APK które masz zainstalowane
ru: Программа для сбора информации об APK КОТОРЫЕ установлены на Вашем устройстве
sl: orodje za pridobivanje informacij o APK paketih, ki so nameščeni na vaši napravi
tr: cihazınızda yüklü olan APKlar hakkında bilgi almaya yarayan bir araç

# intro
source: Checkey is a utility for getting information about the APKs that are installed on your device. Starting with a list of all of the apps that you have installed on your device, it will show you the APK signature with a single touch, and provides links to virustotal.com and androidobservatory.org to easily access the profiles of that APK. It will also let you export the signing certificate and generate ApkSignaturePin pin files for use with the TrustedIntents library.
el: Το Checkey είναι ένα βοηθητικό πρόγραμμα για τη λήψη πληροφοριών σχετικά με τα APK που είναι εγκατεστημένα στη συσκευή σας. Ξεκινώντας με μια λίστα όλων των εφαρμογών που έχετε εγκαταστήσει στη συσκευή σας, θα σας δείξει την υπογραφή του APK με ένα μόνο άγγιγμα και θα παρέχει συνδέσμους στο virustotal.com και το androidobservatory.org για εύκολη πρόσβαση στα προφίλ αυτού του APK. Θα σας επιτρέψει επίσης να εξάγετε το πιστοποιητικό υπογραφής και να δημιουργήσετε αρχεία pin ApkSignaturePin για χρήση με τη βιβλιοθήκη TrustedIntents.
fi: Checkey on apuohjelma, jolla saa tietoja laiteeseen asennetuista APK-pakkaustiedostoista. Ohjelma luettelee aluksi kaikki laitteeseen asennetut sovellukset ja näyttää APK-allekirjoituksen yhdellä kosketuksella sekä tarjoaa linkit virustotal.com- ja androidobservatory.com-sivuistoille, joilta saa helposti kyseisen APK-pakkaustiedoston profiilit. Ohjelma sallii sinun myös viedä allekirjoitusvarmenteen ja tuottaa ApkSignaturePin-pin-tieodostoja käytettäväksi TrustedIntents-kirjastossa.
fr: Checkey est un utilitaire permettant de recueillir des informations sur les APK installés sur votre appareil. En partant d'une liste de toutes les applis installées sur votre appareil, Vériclé vous présentera la signature de l'APK en un seul toucher, et vous offrira des liens vers virustotal.com et androidobservatory.org afin d'accéder aisément aux profils de cet APK. Il vous permettra aussi d'exporter le certificat de signature et de générer des fichiers NIP ApkSignaturePin pour les utiliser avec la bibliothèque TrustedIntents.
ja: Checkey は、お使いのデバイスにインストールされている APK の情報を取得するユーティリティです。お使いのデバイスにインストールされたすべてのアプリのリストをはじめ、ワンタッチで APK シグネチャを表示したり、virustotal.com と androidobservatory.org へのリンクを提供して、簡単に APK のプロファイルにアクセスすることができます。また、署名証明書のエクスポート、TrustedIntents ライブラリで使用する ApkSignaturePin ピンファイルの生成ができます。
nb: Checkey er et verktøy for innhenting av informasjon om APK-er installert på din enhet. I førstningen en liste over installerte program, hvis APK-signatur er ett trykk unna. Dernest lenker til virustotal.com og androidobservatory.org for profilering av valgt APK. Programmet lar deg også eksportere signeringssertifikatet og generere ApkSignaturePin pin-kodefiler for bruk med TrustedIntents-biblioteket.
pl: Checkey to narzędzie do zbierania informacji o plikach APK które są zainstalowane na Twoim urządzeniu. Wystarczy jedno kliknięcie w APK na liście aplikacji aby wyświetlić podpis oraz link do virustotal.com i androidobservatory.org aby mieć łatwy dostęp do profili danego pliku APK. Aplikacja również pozwoli na export certyfikatu oraz generowanie pinów ApkSignaturePin dla użytku z biblioteką TrustedIntents.
ru: Checkey это программа для получения информации относительно APK которые установлены на Вашем устройстве. Начиная со списка всех приложений установленых на Вашем устройстве она определит подписи APK по одному касанию и укажет ссылки на virustotal.com и androidabservatory.org для удобного доступа к профилям этих APK. Она так же поможет отправить номера сертификатов и создаст файлы номеров ApkSignaturePin для использование с библиотекой TrustedIntents.
sl: Checkey je orodje za pridobivanje informacij o APK paketih, ki so nameščeni na vaši napravi. Na začetnem zaslonu je prikazan seznam vseh, z dotikom posameznega pa se izpišejo: njegove zgoščene vrednosti, podatki o podpisu in povezavi do informacij na virustotal.com ter androidobservatory.org. Poleg tega omogoča še izvoz podpisnih potrdil in izdelavo ApkSignaturePin PIN datotek za uporabo s TrustedIntents knjižnico.
tr: Checkey telefonunuzda yüklü olan APK'lar hakkında bilgi sahibi olmanıza yarayan bir araçtır. Telefonunuzda yüklü olan tüm uygulamaları içeren bir liste ile açılır, size tek tıklamayla APK imzasını gösterir bu APK'nun profillerine ulaşabilmeniz için virustotal.com ve androidobservatory.org adreslerine bağlantılar sunar. Ayrıca TrustedIntents kütüphanesinde kullanabilmeniz için imzalama sertifikalarını dışa aktararak ApkSignaturePin pin dosyaları oluşturmanıza olanak sağlar.

# wespeakyourlanguage
source: ★ WE SPEAK YOUR LANGUAGE: Checkey is available for friends who speak:
el: ★ MIΛAME TH ΓΛΩΣΣΑ σας: Το Checkey είναι διαθέσιμο για φίλους που μιλούν:
fi: ★ PUHUMME KIELTÄSI: Checkey on saataville ystäville, jotka puhuvat seuraavia kieliä:
fr: ★ NOUS PARLONS VOTRE LANGUE : Checkey est proposé à nos amis parlant :
ja: ★ あなたの言語でお使いいただけます: Checkey は次の言語を話す友だちが利用できます:
nb: ★ VI SNAKKER DITT SPRÅK: Checkeys vennegjeng omfatter:
pl: ★ MÓWIMY W TWOIM JĘZYKU: Checkey jest dostępny dla ludzi którzy mówią w tych językach:
ru: * МЫ ГОВОРИМ НА ВАШЕМ ЯЗЫКЕ: Checkey доступна для друзей говорящих на:
sl: ★ GOVORIMO VAŠ JEZIK: Checkey je na voljo za prijatelje, ki govorijo:
tr: ★ DİLİNİZİ BİLİYORUZ: Checkey artık şu dilleri bilen arkadaşlar için hazır:

# languagelist
source: Deutsch, English, español, suomi, 日本語, 한국어, Norsk, português (Portugal), Русский, Slovenščina, Türkçe
fr: Deutsch, English, español, suomi, 日本語, 한국어, Norsk bokmål, português (Portugal), Русский, Slovenščina, Türkçe, français
pl: Deutsch, English, español, suomi, 日本語, 한국어, Norsk, português (Portugal), polski (Polish), Русский, Slovenščina, Türkçe

# helptranslate
source: Don’t see your language? Join us and help translate the app:
el: Δεν βλέπετε τη γλώσσα σας; Γίνετε μέλος και βοηθήστε στη μετάφραση της εφαρμογής:
fi: Etkö näe kieltäsi? Liity meihin ja auta sovelluksen kotoistamisessa:
fr: Vous ne voyez pas votre langue ? Rejoignez-nous et aidez-nous à traduire l'appli :
ja: あなたの言語が見つかりませんか? 私たちに参加して、アプリの翻訳を支援してください:
nb: Mangler ditt språk? Hjelp oss å oversette programmet:
pl: Nie widzisz swojego języka? Dołącz do nas i pomóż tłumaczyć aplikację:
ru: Не видите вашего языка? Свяжитесь с нами и помогите перевести приложение:
sl: Ali vaš jezik ni na voljo? Pridružite se nam in nam pomagajte prevesti to aplikacijo:
tr: Sizin diliniz yok mu? Bize katılın ve çeviri için yardım edin:

source: ***Learn More***
el: ***Μάθετε Περισσότερα***
fi: ***Opi lisää***
fr: ***En apprendre davantage***
ja: ***さらに詳しく***
nb: ***Lær mer***
pl: ***Dowiedz się więcej***
ru: ***Узнать больше***
sl: ***Izvedite več***
tr: ***Daha Fazla***

# aboutus
source: ★ ABOUT US: Guardian Project is a group of developers that make secure mobile apps and open-source code for a better tomorrow
el: ★ ΣΧΕΤΙΚΑ ΜΕ ΕΜΑΣ: Το Guardian Project είναι μια ομάδα δημιουργών που κάνουν ασφαλείς εφαρμογές για κινητά και open-source κώδικα για ένα καλύτερο αύριο
fi: ★ TIETOA MEISTÄ: Guardian Project on kehittäjien ryhmä, joka tekee turvallisia mobiilisovelluksia ja avointa lähdekoodia parempaa huomista varten
fr: ★ À PROPOS DE NOUS : le Projet Guardian est un groupe de développeurs créant des applis mobiles sécurisées et du code ouvert pour des lendemains meilleurs.
ja: ★ 私たちについて: Guardian Project は、より良い明日のために、安全なモバイル アプリやオープン ソース コードを作る開発者のグループです
nb: ★ OM OSS: Guardianprosjektet er en gruppe utviklere som lager sikre mobilprogrammer og friprog-kode for en bedre fremtid.
pl: ★ O NAS: Projekt Guardian to grupa deweloperów, którzy tworzą bezpieczne aplikacje mobilne i otwartoźródłowy kod dla lepszego jutra
ru: * О НАС: Guardian Project это группа разработчиков делающая мобильные приложения безопаснее используя открытый исходный код для лучшего будущего.
sl: ★ O NAS: Guardian Project smo skupina razvijalcev, ki ustvarjamo varne in odprtokodne mobilne aplikacije za boljši jutri
tr: ★ HAKKIMIZDA: Guardian Project, daha iyi bir yarın için güvenli mobil uygulamalar ve açık-kaynak kodlar yazan bir geliştirici grubudur

# ourwebsite
source: ★ OUR WEBSITE: https://GuardianProject.info
el: ★ Η ΙΣΤΟΣΕΛΙΔΑ ΜΑΣ: https://GuardianProject.info
fi: ★ WEBBISIVUMME: https://GuardianProject.info
fr: ★ NOTRE SITE WEB : https://GuardianProject.info
ja: ★ WEBサイト: https://GuardianProject.info
nb: ★ VÅR NETTSIDE: https://GuardianProject.info
pl: ★ NASZA STRONA: https://GuardianProject.info
ru: ★ НАШ WEBSITE: https://GuardianProject.info
sl: ★ SPLETNA STRAN: https://GuardianProject.info
tr: ★ WEB SAYFAMIZ: https://GuardianProject.info

# ontwitter
source: ★ ON TWITTER: https://twitter.com/guardianproject
el: ★ ΣΤΟ TWITTER: https://twitter.com/guardianproject
fi: ★ TWITTERISSÄ: https://twitter.com/guardianproject
fr: ★ SUR TWITTER: https://twitter.com/guardianproject
ja: ★ TWITTER: https://twitter.com/guardianproject
nb: ★ DESVERRE PÅ TWITTER: https://twitter.com/guardianproject
pl: ★ NA TWITTERZE: https://twitter.com/guardianproject
ru: ★ В TWITTER: https://twitter.com/guardianproject
sl: ★ NA TWITTERJU: https://twitter.com/guardianproject
tr: ★ TWITTER: https://twitter.com/guardianproject

# freesoftware
source: ★ FREE SOFTWARE: Checkey is free software. You can take a look at our source code, or contribute to help make Checkey even better:
el: ★ ΕΛΕΥΘΕΡΟ ΛΟΓΙΣΜΙΚΟ: Το Checkey είναι ελεύθερο λογισμικό. Μπορείτε να ρίξτε μια ματιά στον πηγαίο κώδικα μας ή γίνετε μέλος της κοινότητάς μας για να κάνουμε το Checkey ακόμα καλύτερο:
fi: ★ ILMAINEN OHJELMA: Checkey on ilmainen ohjelma. Voit vilkaista lähdekoodia tai avustaa Checkey-ohjelman tekemiseksi vielä paremmaksi:
fr: ★ LOGICIEL LIBRE : Checkey est un logiciel libre. Vous pouvez regarder notre code source, ou contribuer en aidant à encore améliorer Checkey :
ja: ★ フリーソフトウェア: Checkey はフリーソフトウェアです。私たちのソースコードを見たり、Checkey をさらに良くする手助けに貢献することができます:
nb: ★ FRI PROGRAMVARE: Checkey er fri programvare. Du kan sjekke ut vår programkode, og bidra til den for å gjøre Checkey enda bedre:
pl: ★ WOLNE OPROGRAMOWANIE: Checkey jest wolnym oprogramowanie. Możesz zobaczyć kod źródłowy, lub wspomóc nas aby uczynić Checkey jeszcze lepszym:
ru: ★ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ С ОТКРЫТЫМ ИСХОДНЫМ КОДОМ: Checkey является программным обеспечением с открытым исходным кодом. Вы можете проверить наш исходный код или помочь сделать Checkey ещё лучше:
sl: ★ BREZPLAČNO PROGRAMJE: Checkey je brezplačen. Lahko si tudi ogledate njegovo izvorno kodo ali pa doprinesete k njegovemu razvoju, da bi postal še boljši:
tr: ★ ÜCRETSİZ YAZILIM: Checkey ücretsiz bir yazılımdır. Kaynak kodumuza bakabilir veya Checkey'i daha iyi yapabilmemiz için yardım edebilirsiniz:

# messageus
source: ★ MESSAGE US: Are we missing your favorite feature? Found an annoying bug? Please tell us! We’d love to hear from you. Send us an email: support@guardianproject.info or find us in our chat room https://guardianproject.info/contact
el: ★ ΣΤΕΙΛΤΕ ΜΑΣ ΜΗΝΥΜΑ: Μας λείπει το αγαπημένο σας χαρακτηριστικό; Βρήκατε ένα ενοχλητικό σφάλμα; Πείτε μας! Θα θέλαμε να σας ακούσουμε. Στείλτε μας ένα μήνυμα στο: support@guardianproject.info ή βρείτε μας στο chat room https://guardianproject.info/contact
fi: ★ VIESTITÄ MEILLE: Kaipaatko suosikkiominaisuuttasi? Löysitkö harmillisen ohjelmointivirheen? Kerro meille! Kuulemme sinusta mielellään. Lähetä meille sähköpostia: support@guardianproject.info tai etsi meidät juttelukanavalla https://guardianproject.info/contact
fr: ★ CONTACTEZ-NOUS : votre fonction favorite est-elle absente ? Avez-vous avez trouvé un bogue gênant ? Nous aimerions que vous nous en fassiez part ! Envoyez-nous un courriel : support@guardianproject.info ou trouvez-nous dans notre salon de discussion https://guardianproject.info/contact
ja: ★ 私たちにメッセージをお送りください: あなたのお気に入りの機能が不足していませんか? 迷惑なバグを発見されましたか? ご連絡ください! 私たちはあなたのご意見をお待ちしています。私たちにメールをお送りください: support@guardianproject.info または私たちのチャットルーム https://guardianproject.info/contact から
nb: ★ TILBAKEMELDINGER: Mangler vi din favorittfunksjonalitet? Har du funnet en irriterende feil. Fortell oss om det! Vi elsker å lytte til god kritikk. Send oss en e-post support@guardianproject.info eller finn oss i vår sludrekanal https://guardianproject.info/contact
pl: ★★ NAPISZ DO NAS: Brakuje Ci czegoś? Znalazłeś uciążliwy błąd? Proszę powiedz nam o tym! Chcielibyśmy o tym wiedzieć. Wyślij nam email: support@guardianproject.info lub napisz na stronie https://guardianproject.info/contact
ru: ★ ДАЙТЕ НАМ ЗНАТЬ: Мы отключили необходимые Вам возможности программы? Вы обнаружили ошибку? Пожалуйста, дайте нам знать! Мы не хотели расстроить Вас. Пришлите нам сообщение на почту: support@guardianproject.info или наберите нас в чате на странице https://guardianproject.info/contact
sl: ★ OBVESTITE NAS: Ali pogrešate kakšno funkcionalnost? Ste našli hrošča? Veseli bomo vašega sporočila. Pošljite nam e-pošto na: support@guardianproject.info ali nas poiščite v naši klepetalnici na: https://guardianproject.info/contact
tr: ★ BİZE YAZIN: En sevdiğiniz özellikleri unutmuş muyuz? Sinir bozucu bir hata mı keşfettiniz? Lütfen bize bildirin! Bize support@guardianproject.info adresinden bir e-posta gönderebilirsiniz veya bizi sohbet odamızda bulabilirsiniz: https://guardianproject.info/contact

# languagelist
source: Deutsch, English, español, suomi, 日本語, 한국어, Norsk, Türkçe
nb: Tysk, Engelsk, Spansk, Finsk, Japansk, Koreansk, Norsk bokmål, Tyrkisk
